-- phpMyAdmin SQL Dump
-- version 4.9.7
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: May 24, 2023 at 03:09 PM
-- Server version: 5.7.36-cll-lve
-- PHP Version: 7.4.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `shafaye1_weblog_ketab_sara`
--

-- --------------------------------------------------------

--
-- Table structure for table `blogs`
--

CREATE TABLE `blogs` (
  `id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `caption` text COLLATE utf8_persian_ci NOT NULL,
  `writer` int(11) NOT NULL,
  `readtime` int(11) NOT NULL,
  `image` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `tags` text COLLATE utf8_persian_ci NOT NULL,
  `time` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `date` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `time_edit` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `date_edit` varchar(255) COLLATE utf8_persian_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `blogs`
--

INSERT INTO `blogs` (`id`, `title`, `caption`, `writer`, `readtime`, `image`, `tags`, `time`, `date`, `time_edit`, `date_edit`) VALUES
(1, 'پیامبر اسلام', '<p>مُحَمَّد بن عَبدُاللّه بن عَبدُالمُطّلِب بن هاشم (عام الفیل&ndash;۱۱ق) پیامبر اسلام، از پیامبران اولوالعزم و آخرین پیامبر الهی. معجزه اصلی او قرآن است و مردم را به یکتاپرستی و اخلاق نیک دعوت کرد. حضرت محمد(ص) در جامعه مُشرک جزیرة العرب به دنیا آمد، اما از بت&zwnj;پرستی و نزدیک شدن به زشتی&zwnj;های رفتاری رایج در جامعه پرهیز می&zwnj;کرد. در چهل سالگی به پیامبری رسید و مهمترین پیامش دعوت به توحید بود. هدف از بعثتش را تکمیل فضایل اخلاقی معرفی کرد. مشرکان مکه سال&zwnj;ها او و پیروانش را آزردند، ولی آنان از اسلام دست برنداشتند. محمد پس از ۱۳ سال دعوت به اسلام در مکه، به مدینه رفت و این هجرت، مبدأ تاریخ اسلامی شد. با کوشش پیامبر(ص) تقریبا تمام شبه جزیره عربستان در زمان حیات او به اسلام گروید. در دوره&zwnj;های بعد، گسترش اسلام ادامه یافت و به تدریج اسلام دینی جهانی شد. براساس حدیث ثقلین، پیامبر(ص) به مسلمانان سفارش کرد که پس از وی به قرآن و عترت او پناه ببرند و از آن دو جدا نشوند و در مناسبت&zwnj;های گوناگون، از جمله در واقعه غدیر، امام علی (ع) را جانشین خویش معرفی کرد. پیامبر در سن ۲۵ سالگی با خدیجه ازدواج کرد و حدود ۲۵ سال با او زندگی کرد. پس از وفات خدیجه، پیامبر با همسران دیگری ازدواج کرد. فرزندان پیامبر از خدیجه و ماریه بودند و همه آنها جز فاطمه(س) در زمان حیات پیامبر از دنیا رفتند. دربارهٔ زندگانی محمد، گزارش&zwnj;های فراوان و روشنی در متون تاریخی آمده&zwnj;است، ولی مانند هر شخصیت تاریخی پیش از دنیای مدرن، تمام جزئیات زندگی او مشخص نیست. از این&zwnj;روی که محمد از تأثیرگذارترین شخصیت&zwnj;های تاریخ است، زندگانی، اعمال و افکار او طی قرن&zwnj;ها بین موافقان و مخالفانش مورد بحث بوده&zwnj;است و این سبب شده تا نگاشتن یک زندگی&zwnj;نامهٔ صریح از او دشوار باشد. برای این منظور هم فهم اسلامی از وی به عنوان یک پیامبر و هم فهم دانشمندان غربی بر مبنای فلسفه&zwnj;های مدرن باید در نظر گرفته شود. منابع دست اول شناخت زندگانی محمد عبارت است از قرآن، گفته&zwnj;های محمد در قالب حدیث و آنچه از کردار وی به صورت سنت ثبت شده&zwnj;است. همچنین زندگی&zwnj;نامه&zwnj;هایی تحت عنوان سیره نبوی در سده&zwnj;های دوم و سوم هجری (۸ و ۹ میلادی) نگاشته شده&zwnj;است. قابل&zwnj;اطمینان&zwnj;ترین منبع برای بازسازی زندگی محمد، قرآن است. قرآن اشاراتی اندک و غیر منسجم دربارهٔ زندگی محمد دارد، اما در مواجهه با رخدادهای تاریخی متغیر روزگار محمد، تصویری باثبات و صریح از او به دست داده و دربرگیرندهٔ اطلاعات نهان فراوانی از زندگانی محمد است. مصحف عثمان، قرآنی که هم&zwnj;اکنون در دسترس است، عموماً در محافل آکادمیک به عنوان همان کلام خارج&zwnj;شده از زبان محمد، در نظر گرفته می&zwnj;شود؛ زیرا تلاش&zwnj;ها برای یافتن آنچه متن دست&zwnj;نخورده و اولیهٔ قرآن، متنی که تفاوتی پراهمیت نسبت به متن امروزی قرآن داشته&zwnj;باشد، ناموفق بوده&zwnj;است. برای کشف و فهم تاریخی رویدادهای زندگی محمد، در درجهٔ دوم، آثار تاریخی مورخان در قرن سوم و چهارم هجری در دنیای اسلام می&zwnj;باشد که شامل زندگی&zwnj;نامه&zwnj;های سنتی نوشته&zwnj;شده توسط مسلمانان و گفتارهای منسوب به اوست (سیره نبوی). قدیمی&zwnj;ترین زندگی&zwnj;نامه از محمد، نوشتهٔ ابن اسحاق با عنوان &laquo;زندگی رسول خدا&raquo; (نوشته&zwnj;شده در ۱۲۰ تا ۱۳۰ سال پس از درگذشت محمد) است که متن اصلی آن از بین رفته&zwnj;است، ولی بخش&zwnj;هایی از آن در آثار نوشته&zwnj;شده توسط تاریخ&zwnj;نگاران بعدی همانند ابن هشام و طبری برجای مانده&zwnj;است. بسیاری، گرچه نه همهٔ محققین، درستی و صحت این زندگی&zwnj;نامه&zwnj;های قدیمی را پذیرفته&zwnj;اند، با این وجود میزان صحت آن&zwnj;ها قابل تعیین نیست. به نوشته برنارد لوئیس در درجهٔ آخر اهمیت، مجموعهٔ احادیث (شامل گزارش&zwnj;هایی از گفتارها و رفتارهای محمد) هستند که چندین قرن پس از درگذشت محمد نگاشته شده&zwnj;است و اکنون در دسترس&zwnj;اند که می&zwnj;توان به آن&zwnj;ها به عنوان آنچه که در حافظهٔ طولانی&zwnj;مدت جامعهٔ مسلمانان با انگیزهٔ تقلید و پیروی از محمد باقی مانده&zwnj;است، نگریست. اغلب تاریخ پژوهان غربی به احادیث به عنوان منابع دقیق تاریخی، با احتیاط می&zwnj;نگرند. اما به تعبیر سید حسین نصر هرچند محققان پوزیتیوست، احادیث شفاهی روایت شده توسط مسلمان را معمولاً بی&zwnj;اعتبار می&zwnj;دانند، این احادیث نقشی اصلی را در فهم مسلمانان از محمد ایفا می&zwnj;کند. تعداد اندکی از منابع نگاشته&zwnj;شده توسط غیرمسلمانان نیز موجود است که به گفتهٔ نیگوسیان وجود تاریخی محمد را تأیید کرده و برای تقویت صحت آنچه توسط مورخان مسلمان نوشته شده&zwnj;است، سودمندند. دسته دیگری از منابع، نوشته&zwnj;های مسیحی سده&zwnj;های میانه است که با شیوه جدلی محمد را به عنوان خارج از دین یا حتی ضدمسیح تصویر کرده&zwnj;است. به نوشته نصر، آثار محققان غربی مدرن که از سده ۱۸ به بعد تألیف شده&zwnj;است دسته دیگری از آثار است که رویکردی تاریخی&zwnj;تر به موضوع دارند، متأثر از مکاتب فلسفی و کلامی مدرن غرب هستند و پیامبری محمد را رد می&zwnj;کنند. این نوشته&zwnj;ها بیشتر بر جنبه&zwnj;ها و عوامل انسانی، اجتماعی، اقتصادی و سیاسی توجه دارند نه امور دینی، اعتقادی و روحانی. تنها در اواخر سده بیستم نویسندگان غربی روش&zwnj;های علمی مدرن غربی را با یکدلی نسبت به موضوع مطالعه تلفیق کردند و به&zwnj;خصوص به واقعیت&zwnj;های دینی و روحانی درگیر در مطالعه زندگی محمد توجه کردند. از مهم&zwnj;ترین دشواری&zwnj;ها در نوشتن زندگی&zwnj;نامه محمد، نبود منابع کافی و ابهامات پیرامون عربستان پیش از اسلام است که امکان مطالعه تطبیقی و بررسی فضایی که اسلام به آن پاسخ می&zwnj;داد را سلب می&zwnj;کند. هیچ تاریخ&zwnj;نگاری برای شرح فضای سیاسی رایج و هیچ متن مقدسی برای شرح فضای دینی و هیچ طوماری برای شرح اختلافات فرقه&zwnj;ای، در پیش از اسلام، موجود نیست. به جای آن مقادیر معتنابهی شعر وجود دارد که استفاده و بررسی صحت آن&zwnj;ها دشوار است. به نوشته چِیس رابینسون تقریباً اطلاعات معتبر تاریخی دربارهٔ تولد، کودکی و آغاز بزرگسالی محمد در دست نیست و نسل نخستین مسلمانان توجهی به زندگی محمد قبل از پیامبری نداشته&zwnj;اند و داستان&zwnj;های موجود در طی دو سده بعدی ساخته شده&zwnj;اند. حتی به نوشته رسول جعفریان تعیین تاریخ دقیق تحولات ابتدای دوره پیامبری دشوار است زیرا وقایع به دقت ثبت نشده&zwnj;است و همچنین اشتباهات غیرعمدی و اغراض قبیله&zwnj;ای و سیاسی دخالت در نقل وقایع آن دخالت داشته&zwnj;است.</p>\r\n', 2, 10, 'http://shafayehelahi2.ir/WDS/Image/Payambar.jpg', 'پیامبر اسلام , پیامبر', '۱۶:۳۸:۴۲', '۱۴۰۱/۱۰/۱۷', '۱۶:۳۹:۳۴', '۱۴۰۱/۱۰/۱۷'),
(2, 'روح القدس در اسلام', '<p>روح القدس یکی ازفرشتگان مقرب است که درقرآن به نام جبرائیل نامیده شده است.</p>\r\n\r\n<p>(بنابر یکی از تفاسیر) القاب دیگر ایشان عبارتند ازروح الامین - شدیدالقوی- ذومره - امین وحی - فرشته وحی(مسوول عالم ذر) البته مفسرینی نیز روالقدس را جدای جبراییل امین دانستاند و وی را مسوول وحی در تمام سطوح (زنبور عسل و &hellip;)</p>\r\n\r\n<hr />\r\n<p>رُوحُ القُدُس از موجودات مقرب الهی به معنای روح پاک است. این کلمه بارها در کتاب مقدس، قرآن و جوامع حدیثی به کار رفته است. درباره حقیقت روح القدس و اینکه اشاره به چه موجودی است، چند نظر در میان نظریه پردازان اسلامی و مسیحی ارائه شده است که از جمله مه توان به جبرئیل، موجودی از عالم امر خداوند، انجیل، اسم اعظم خدا، عقل فعال، روح الارواح، اقنوم سوم و موجودی بالاتر از ملائکه اشاره کرد.<br />\r\n<br />\r\nدر منابع دینی کارویژه هایی از جمله خلقت حیات و آفرینش موجودات، ابلاغ پیام خدا به پیامبران، یاری رساندن به مؤمنان، وسیله عبادت و توبه به درگاه خداوند، مبدأ علم انبیا و منشأ القاء حکم و علم به اهل بیت (ع) و اولین شفاعت کننده در روز قیامت به روح القدس نسبت داده شده است.</p>\r\n\r\n<hr />\r\n<h6>مفهوم شناسی</h6>\r\n\r\n<hr />\r\n<p>روح&zwnj; القدس به&zwnj;معنای روح پاک (Holy spirit)، نام خاص یکی از موجودات مقرب الهی است که از عیب&zwnj;ها و نقص&zwnj;ها منزه است.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#rohePak\"><sup>[۱]</sup></a>&nbsp;این کلمه از دو واژه &laquo;روح&raquo; به معنای روان، جان<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۲]</sup></a>&nbsp;و نسیم<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۳]</sup></a>&nbsp;و &laquo;القدس&raquo; به معنای برکت،<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۴]</sup></a>&nbsp;طهارت<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۵]</sup></a>&nbsp;و پاکی<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۶]</sup></a>&nbsp;ترکیب یافته است. این واژه در کتاب&zwnj;های آسمانی ادیان ابراهیمی به ویژه مسیحیت و اسلام آمده و مصادیقی از جمله جبرئیل، اقنوم سوم، نیروی غیبی در وجود همه مومنان، روحی که بر مریم مقدس وارد شد، برای آن ذکر شده است.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۷]</sup></a><br />\r\n<br />\r\nبعضی دلیل این نام&zwnj;گذاری را به حیات&zwnj;بخشی و تقدیس قلوب مؤمنین توسط روح&zwnj;القدس مرتبط دانسته&zwnj;اند<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۸]</sup></a>&nbsp;و به&zwnj;سبب علاقه روح&zwnj;القدس به خدا و مسیح به او نام&zwnj;های روح الله و روح مسیح نیز داده شده است.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۹]</sup></a><br />\r\n<br />\r\nکلمه روح&zwnj;القدس چهار بار در قرآن درباره عیسی مسیح و پیامبر اسلام (ص) بکار رفته است.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۱۰]</sup></a>&nbsp;در جوامع حدیثی نیز متعدد واژه روح&zwnj;القدس استفاده شده و علاوه بر تعیین مصادیقی برای آن&nbsp;<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۱۱]</sup></a>&nbsp;کارویژه&zwnj;هایی نیز به او نسبت داده شده است.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۱۲]</sup></a>&nbsp;این واژه در ادبیات فارسی نیز بسیار مورد استفاده شعراء قرار گرفته شده است که از مشهورترین آن&zwnj;ها می&zwnj;توان به این بیت از حافظ شیرازی اشاره کرد.<br />\r\n<br />\r\nفیض روح القدس ار باز مدد فرماید دیگران هم بکنند آنچه مسیحا می&zwnj;کرد.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۱۳]</sup></a></p>\r\n\r\n<hr />\r\n<h6>حقیقت روح القدس</h6>\r\n\r\n<hr />\r\n<p>درباره حقیقت روح&zwnj;القدس چند نظر در میان نظریه&zwnj;پردازان اسلامی و مسیحی ارائه شده است که از جمله می&zwnj;توان به جبرئیل، موجودی از عالم امر خداوند، انجیل، اسم اعظم خدا، عقل فعال، روح الارواح، اقنوم سوم و موجودی بالاتر از ملائکه اشاره کرد.<br />\r\n<br />\r\nجبرئیل: بسیاری از مفسران با استناد به بعضی از آیات قرآن روح&zwnj;القدس را با جبرئیل یک حقیقت می&zwnj;دانند. این مفسران درباره اینکه چرا جبرئیل به این نام خوانده شده، معتقدند همچنان که روح بدن را زنده می&zwnj;کند جبرئیل نیز با آوردن وحی بر پیامبران دین را زنده می&zwnj;کند<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۱۴]</sup></a>&nbsp;و به دلیل کامل&zwnj;تر بودن روحانیت او، جبرئیل بر دیگر ملائکه شرافت دارد و نام روح&zwnj;القدس بر او اختصاص یافته است.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۱۵]</sup></a>&nbsp;در بعضی از روایات نیز نام&zwnj;گذاری جبرئیل به روح&zwnj;القدس تأیید شده است.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۱۶]</sup></a><br />\r\n<br />\r\nموجودی از عالم امر خداوند: برخی دیگر مفسران از جمله علامه طباطبایی روح&zwnj;القدس را موجودی غیر از ملائکه می&zwnj;دانند که گاه به پاکی و گاه به امانت توصیف شده و در رساندن وحی به انبیا، ملائکه را همراهی می&zwnj;کرده است. علامه طباطبایی ذیل آیه ۸۵ سوره اسراء روح را از موجودات عینی و از عالم امر خداوند می&zwnj;داند که با کلمه &laquo;کن&raquo; یا &laquo;ایجاد&raquo; شناخته می&zwnj;شود و وجودش قائم به ذات خداوند است. این موجود گاه با ملائکه همراه می&zwnj;شود و گاه حقیقتی است که در همه انسان&zwnj;ها دمیده می&zwnj;شود و زمانی همراه با مؤمنین یا در تماس با انبیا الهی است.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۱۷]</sup></a><br />\r\n<br />\r\nبزرگ فرشتگان الهی: در روایتی از امام صادق (ع) فرشته&zwnj;ای بزرگتر از جبرئیل و میکائیل معرفی شده است که همراه پیامبر اسلام (ص) بوده و به او خبر می&zwnj;داده است و پس از پیامبر، همراه امامان شیعه است و آنان را قوت و توفیق می&zwnj;بخشد.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۱۸]</sup></a><br />\r\n<br />\r\nانجیل: در بعضی از تفاسیر به مفسرانی مانند ابن زید اشاره شده که مقصود از روح&zwnj;القدس را انجیل دانسته&zwnj;اند همان&zwnj;گونه که در آیه ۵۲ سوره شوری بر قرآن نیز کلمه روح اطلاق شده است.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۱۹]</sup></a>&nbsp;اسم اعظم خداوند: برخی از مفسران منظور از روح القدس را اسم اعظم خداوند می&zwnj;دانند که عیسی مسیح با آن مردگان را زنده می&zwnj;کرد.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۲۰]</sup></a><br />\r\n<br />\r\nعقل فعال: روح&zwnj;القدس در نگاه برخی از فلاسفه مسلمان مانند فارابی، شیخ اشراق و میرداماد به عنوان عقل فعال که صورت&zwnj;بخش جهان ماده است شناخته می&zwnj;شود و در نزد دیگر فلاسفه مانند ابن سینا و ملاصدرا روح&zwnj;القدس، جبرئیل امین و عقل فعال یکی شناخته می&zwnj;شوند.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۲۱]</sup></a><br />\r\n<br />\r\nروح الارواح: در پاره&zwnj;ای از آثار عرفا، از روح&zwnj;القدس به عنوان روح الارواح نام برده شده که مخلوق خدا نیست بلکه وجهی خاص از وجوه حق است که وجود به آن قائم است. آنها بر اساس آیه ۲۹ سوره حجر که خداوند هنگام خلق انسان از روح خود در او دمید، روح&zwnj;القدس را همان روح&zwnj;الله می&zwnj;دانند که روح مخلوقات بدان قائم است.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۲۲]</sup></a><br />\r\n<br />\r\nاقنوم سوم: در ادبیات مسیحی روح&zwnj;القدس، اقنوم سوم از اقانیم سه&zwnj;گانه &laquo;پدر، پسر و روح&zwnj;القدس&raquo; است که در مرتبه&zwnj;&zwnj;ای متأخر از پدر و پسر قرار می&zwnj;گیرد و برای کمک و همراهی عیسی مسیح فرستاده شد. روح&zwnj;القدس نزد مسیحیان شخصیتی الهی دارد و دارای صفاتی از جمله فکر، احساس و اراده است.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۲۳]</sup></a>&nbsp;متکلمان مسیحی درباره الوهیت روح&zwnj;القدس دچار اختلاف هستند. بعضی از نظریه&zwnj;پردازان که به &laquo;مخالفان روح&zwnj;القدس&raquo; شهرت داشتند شخصیت الهی روح&zwnj;القدس را انکار می&zwnj;کردند.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۲۴]</sup></a>&nbsp;در مقابل متکلمانی بر این اعتقاد بودند که روح&zwnj;القدس موجود مستقلی نیست بلکه تجلی خداوند است و الوهیت آن را مورد تأکید قرار می&zwnj;دهند.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۲۵]</sup></a></p>\r\n\r\n<hr />\r\n<h6>وظایف روح القدس</h6>\r\n\r\n<hr />\r\n<p>قرآن کریم، کتاب مقدس و جوامع حدیثی کارویژه&zwnj;هایی از جمله خلقت حیات و آفرینش موجودات، ابلاغ پیام خدا به پیامبران، مؤید و کمک کننده پیامبران، یاری&zwnj;رسان و تسلی&zwnj;دهنده مؤمنان، همراهی با ملائکه برای رساندن وحی الهی، وسیله عبادت و توبه به درگاه خداوند، مبدأ علم انبیا، القاء حکم و علم به اهل بیت (ع) و اولین شفاعت کننده در روز قیامت را به روح&zwnj;القدس نسبت داده&zwnj;اند.<br />\r\n<br />\r\nخلقت حیات و آفرینش موجودات: در کتاب مقدس از جمله کارهایی که به روح&zwnj;القدس نسبت داده شده است نقش او در آفرینش موجودات، حیوانات و انسان است. بسیاری از مسیحیان معتقدند بدون روح&zwnj;القدس نه دنیایی پدید می&zwnj;آمد و نه مخلوقی و نه انسانی.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۲۶]</sup></a><br />\r\n<br />\r\nابلاغ پیام خدا به پیامبران: بنابر نظر کسانی که حقیقت روح&zwnj;القدس را با جبرئیل یکسان پنداشته&zwnj;اند همچنین بر اساس نظر اندیشمندانی که آن را موجودی بالاتر از ملائکه می&zwnj;دانند یکی از کارویژه&zwnj;های روح&zwnj;القدس انتقال، ابلاغ و القاء پیام خدا به پیامبران بوده است. در روایتی از پیامبر اسلام (ص) بر این وظیفه روح&zwnj;القدس اشاره شده است.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۲۷]</sup></a><br />\r\n<br />\r\nموید و کمک کننده پیامبران و اولیای الهی: تقویت و همراهی پیامبران در انجام وظیفه رسالت خود یکی از کارویژه&zwnj;های روح&zwnj;القدس است. در سه آیه از قرآن<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۲۸]</sup></a>&nbsp;روح&zwnj;القدس موجودی است که خداوند به وسیله او عیسی مسیح را مورد تأیید قرار داده و بنابر نظر مفسران تأیید در اینجا به معنای تقویت خواهد بود.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۲۹]</sup></a>&nbsp;بعضی از روایات روح&zwnj;القدس را حافظ پیامبران از انجام گناهان و کبائر دانسته&zwnj;اند.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۳۰]</sup></a>&nbsp;همچنین بر اساس برخی روایات، فاطمه زهرا (س) تأیید خاص روح&zwnj;القدس را همراه خود داشته است.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۳۱]</sup></a>&nbsp;همراهی روح&zwnj;القدس با رسول اکرم (ص) و امامان شیعه و عدم برگشت به آسمان نیز مضمون برخی از روایات است.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۳۲</sup></a>&nbsp;در نهایت نزول روح&zwnj;القدس همراه دیگر ملائکه در شب قدر بر قلب پیامبر و بعد از او بر قلب امامان شیعه مورد تأکید روایات<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۳۳]</sup></a>&nbsp;و مفسران قرار گرفته است.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۳۴]</sup></a><br />\r\n<br />\r\nمبدا علم انبیا: بر اساس برخی از روایات مبدأ و منشأ علم پیامبران و اوصیا روح القدس است. در این روایات از وجود پنج روح در وجود انبیا و اوصیا نام برده شده که روح&zwnj;القدس از جمله آنهاست و به وسیله او پیامبران تمام علوم را فرا می&zwnj;گیرند.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۳۵]</sup></a><br />\r\n<br />\r\nالقا حکم الهی به اهل بیت (ع): امام صادق (ع) در جواب سوال از چگونگی قضاوت و داوری اهل بیت بر این نکته تأکید می&zwnj;کند که اهل بیت بر اساس حکم خدا و داود نبی قضاوت می&zwnj;کنند و اگر حکم چیزی را نداند روح&zwnj;القدس علم آن&zwnj;را بر قلب ایشان القا می&zwnj;کند.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۳۶]</sup></a><br />\r\n<br />\r\nاولین شفاعت کننده در قیامت: پیامبر اسلام (ص) ضمن روایتی اولین شفاعت کننده در روز قیامت را روح القدس دانسته است.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۳۷]</sup></a><br />\r\n<br />\r\nوسیله عبادت و توبه به درگاه خداوند: بر اساس مضامین کتاب مقدس انسان مؤمن در هنگام توبه و ایمان روح&zwnj;القدس را در می&zwnj;یابد و او انسان&zwnj;ها را از آلودگی&zwnj;های گناه پاک می&zwnj;کند و محرک انسان برای زندگی مقدس است.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۳۸]</sup></a>&nbsp;در بعضی از روایات نیز بر این مطلب تأکید شده است که به وسیله روح&zwnj;القدس خداوند عبادت می&zwnj;شود.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۳۹]</sup></a><br />\r\n<br />\r\nیاری&zwnj;رسان و تسلی&zwnj;دهنده مؤمنان: روح&zwnj;القدس علاوه بر تأیید و همراهی انبیا، مؤمنین را نیز کمک و یاری می&zwnj;کند و تسلی&zwnj;دهنده آنها نیز خواهد بود. بر اساس روایات این تأیید روح&zwnj;القدس تا زمانی است که مؤمنین با زبان و عمل خود پیامبر (ص) و اهل بیت (ع) را یاری کنند.<a href=\"http://shafayehelahi2.ir/Ketab_Sara/RuholGhodus.php#\"><sup>[۴۰]</sup></a></p>\r\n', 2, 10, 'http://shafayehelahi2.ir/WDS/Image/RuholGhodus.jpg', '', '۱۶:۵۳:۴۵', '۱۴۰۱/۱۰/۱۷', '', ''),
(3, 'درگيرى حضرت موسى (ع) با ساحران به کجا رسید؟', '<p>اعراف، نام دیگرش &laquo;المص&raquo; هفتمین سوره قرآن است كه مكی و دارای 206 آیه است.در فضیلت این سوره مبارکه از پیامبر اکرم صلی الله علیه و آله وسلم روایت شده است: هر کس سوره &laquo;اعراف&raquo; را قرائت کند خداوند بین او و ابلیس پرده ای بیفکند تا از شر ابلیس در امان بماند، او در زمره کسانی است که حضرت آدم علیه السلام در بهشت او را زیارت می کند و در بهشت به تعداد همه یهودیان و مسیحیان به او درجات داده خواهد شد. امام صادق علیه السلام فرموده است: هر که این سوره را در هر ماه یک بار قرائت کند، در روز قیامت از جمله کسانی است که هیچ خوف و ترسی و هیچ حزن و اندوهی ندارد و هر کس در روزهای جمعه این سوره را بخواند، در زمره کسانی است که خداوند از آنها حسابرسی نمی کند، بدانید در آن آیات محکمی است؛ پس آن را فرو نگذارید، زیرا آنها در روز قیامت به سود قاریان خود شهادت می دهند.در روایتی دیگر از ایشان رسیده است: &laquo;قرائت کننده سوره اعراف در روز قیامت از کسانی است که ایمن هستند&raquo;</p>\r\n\r\n<h6><strong>درگيرى موسى (عليه السلام ) با ساحران به کجا رسید؟</strong></h6>\r\n\r\n<h6>بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ</h6>\r\n\r\n<p>وَجَاءَ السَّحَرَةُ فِرْعَوْنَ قَالُوا إِنَّ لَنَا لَأَجْرًا إِنْ كُنَّا نَحْنُ الْغَالِبِينَ ﴿۱۱۳﴾<br />\r\n<br />\r\nو ساحران نزد فرعون آمدند [و] گفتند [آيا] اگر ما پيروز شويم براى ما پاداشى خواهد بود (۱۱۳)</p>\r\n\r\n<p><br />\r\n&nbsp;</p>\r\n\r\n<p>قَالَ نَعَمْ وَإِنَّكُمْ لَمِنَ الْمُقَرَّبِينَ ﴿۱۱۴﴾<br />\r\n<br />\r\nگفت آرى و مسلما شما از مقربان [دربار من] خواهيد بود (۱۱۴)</p>\r\n\r\n<p><br />\r\n&nbsp;</p>\r\n\r\n<p>قَالُوا يَا مُوسَى إِمَّا أَنْ تُلْقِيَ وَإِمَّا أَنْ نَكُونَ نَحْنُ الْمُلْقِينَ ﴿۱۱۵﴾<br />\r\n<br />\r\nگفتند اى موسى آيا تو مى&rlm; افكنى و يا اينكه ما مى&rlm; افكنيم (۱۱۵)</p>\r\n\r\n<p><br />\r\n&nbsp;</p>\r\n\r\n<p>قَالَ أَلْقُوا فَلَمَّا أَلْقَوْا سَحَرُوا أَعْيُنَ النَّاسِ وَاسْتَرْهَبُوهُمْ وَجَاءُوا بِسِحْرٍ عَظِيمٍ ﴿۱۱۶﴾<br />\r\n<br />\r\nگفت&rlm; شما بيفكنيد و چون افكندند ديدگان مردم را افسون كردند و آنان را به ترس انداختند و سحرى بزرگ در ميان آوردند (۱۱۶)</p>\r\n\r\n<p><br />\r\n&nbsp;</p>\r\n\r\n<p>وَأَوْحَيْنَا إِلَى مُوسَى أَنْ أَلْقِ عَصَاكَ فَإِذَا هِيَ تَلْقَفُ مَا يَأْفِكُونَ ﴿۱۱۷﴾<br />\r\n<br />\r\nو به موسى وحى كرديم كه عصايت را بينداز پس [انداخت و اژدها شد] و ناگهان آنچه را به دروغ ساخته بودند فرو بلعيد (۱۱۷)</p>\r\n\r\n<p><br />\r\n&nbsp;</p>\r\n\r\n<p>فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُوا يَعْمَلُونَ ﴿۱۱۸﴾<br />\r\n<br />\r\nپس حقيقت آشكار گرديد و كارهايى كه میکردند باطل شد (۱۱۸)</p>\r\n\r\n<p><br />\r\n&nbsp;</p>\r\n\r\n<p>فَغُلِبُوا هُنَالِكَ وَانْقَلَبُوا صَاغِرِينَ ﴿۱۱۹﴾<br />\r\n<br />\r\nو در آنجا مغلوب و خوار گرديدند (۱۱۹)</p>\r\n\r\n<p><br />\r\n&nbsp;</p>\r\n\r\n<p>وَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ ﴿۱۲۰﴾<br />\r\n<br />\r\nو ساحران به سجده درافتادند (۱۲۰)</p>\r\n\r\n<p><br />\r\n&nbsp;</p>\r\n\r\n<p>قَالُوا آمَنَّا بِرَبِّ الْعَالَمِينَ ﴿۱۲۱﴾<br />\r\n<br />\r\n[و] گفتند به پروردگار جهانيان ايمان آورديم (۱۲۱)</p>\r\n\r\n<p><br />\r\n&nbsp;</p>\r\n\r\n<p>رَبِّ مُوسَى وَهَارُونَ ﴿۱۲۲﴾<br />\r\n<br />\r\nپروردگار موسى و هارون (۱۲۲)</p>\r\n\r\n<p><br />\r\n&nbsp;</p>\r\n\r\n<h6>تفسير :</h6>\r\n\r\n<p>در اين آيات گفتگو از درگيرى موسى (عليه السلام ) با ساحران و سرانجام كار او در اين مبارزه به ميان آمده است ، در نخستين آيه ميگويد: ساحران به دعوت فرعون به سراغ او شتافتند و نخستين چيزى كه با او در ميان گذاشتند اين بود كه آيا ما اجر و پاداش فراوانى در صورت غلبه بر دشمن خواهيم داشت (و جاء السحرة فرعون قالوا ان لنا لاجرا ان كنا نحن الغالبين ).</p>\r\n\r\n<p>كلمه اجر گرچه به معنى هر گونه پاداش است اما با توجه به اينكه به صورت نكره است و نكره در اين گونه موارد براى تعظيم و بزرگداشت يك موضوع مى آيد، به معنى اجر و پاداش مهم و فوق العادهاى است . به خصوص اينكه اصل اجر و پاداش جاى ترديد و گفتگو نبود، آنچه آنها ميخواستند قبلا درباره آن از فرعون قول بگيرند مساله اجر و پاداش مهم و برجسته بود .</p>\r\n\r\n<p>فرعون نيز بلافاصله وعده مساعد به آنها داد و گفت : آرى نه تنها اجر و پاداش مادى خواهيد داشت ، بلكه از مقربان درگاه من نيز خواهيد شد! (قال نعم و انكم لمن المقربين ). و به اين ترتيب هم وعده مال به آنها داد و هم وعده مقام بزرگ ، و از تعبير آيه اين چنين استفاده مى شود كه تقرب به فرعون در آن محيط چيزى بالاتر از مال و ثروت بود، و يك موقعيت به اصطلاح معنوى محسوب ميشد كه ميتوانست سرچشمه اموال فراوان ديگرى گردد.</p>\r\n\r\n<p>سرانجام موعد معينى براى مقابله موسى (عليه السلام ) با ساحران تعيين شد و چنانكه در دو سوره طه و شعراء آمده است ، از همه مردم به عنوان يك دعوت عمومى براى مشاهده اين ماجرا دعوت به عمل آمد، و اينها نشان مى دهد كه فرعون به پيروزى نهائى خود ايمان داشت .</p>\r\n\r\n<p>روز موعود فرا رسيد و ساحران همه مقدمات كار خود را فراهم ساخته بودند، يك مشت ريسمان و عصا كه درون آنها گويا مواد شيميائى مخصوصى قرار داده شده بود تهيه كردند كه در برابر تابش آفتاب به صورت گازهاى سبكى در مى آمد و آن طنابها و عصاهاى توخالى را به حركت در مى آورد.</p>\r\n\r\n<p>صحنه عجيبى بود، موسى (عليه السلام ) تك و تنها (فقط برادرش با او بود) در برابر انبوه جمعيت ساحران و مردم زيادى كه غالبا طرفدار و پشتيبان آنها بودند، قرار گرفت .</p>\r\n\r\n<p>ساحران با غرور مخصوصى رو به سوى موسى (عليه السلام ) كردند و گفتند: يا تو شروع به كار كن و عصا را بيفكن و يا ما آغاز ميكنيم و وسائل خود را مى افكنيم (قالوا يا موسى اما ان تلقى و اما ان نكون نحن الملقين ).</p>\r\n\r\n<p>موسى با خونسردى مخصوصى در پاسخ گفت : شما قبلا شروع كنيد شما وسائل خود را بيفكنيد! (قال القوا). هنگامى كه ساحران طنابها و ريسمانها را به وسط ميدان افكندند، مردم را چشمبندى كرده و با اعمال و گفتارهاى اغراق آميز خود، هول و وحشتى در دل مردم افكندند و سحر عظيمى در برابر آنها انجام دادند (فلما القوا سحروا اعين الناس و استرهبوهم و جاؤ ا بسحر عظيم ).</p>\r\n\r\n<p>كلمه سحر همانگونه كه در جلد اول تفسير نمونه ذيل آيه 102 گفته ايم در اصل به معنى خدعه و نيرنگ و شعبده و تردستى است ، گاهى نيز به معنى هر چيزى كه عامل و انگيزه آن نامرئى و مرموز باشد، آمده است .</p>\r\n\r\n<p>بنابراين افرادى كه با استفاده از سرعت حركات دست و مهارت در جابجا كردن اشياء مطالب را به صورت خارق العاده ، جلوه گر ميسازند و همچنين كسانى كه با استفاده كردن از خواص شيميائى و فيزيكى مرموز، مواد و اشياء مختلف آثار خارقالعادهاى به مردم نشان ميدهند، همه در عنوان ساحر داخل هستند.</p>\r\n\r\n<p>علاوه بر اينها ساحران معمولا از يك سلسله تلقينهاى مؤ ثر نسبت به شنوندگان و جمله هاى اغراق آميز و گاهى هولانگيز و وحشتناك براى تكميل كار خود استفاده ميكنند كه اثر روانى فوقالعاده اى در بينندگان و شنوندگان ميگذارد، و از آيات مختلفى كه در اين سوره و سوره هاى ديگر قرآن درباره ماجراى ساحران عصر فرعون آمده چنين استفاده مى شود كه آنها از همه اين عوامل و وسائل استفاده كرده اند، جمله سحروا اعين الناس (چشم مردم را سحر كردند) و جمله استرهبوهم (مردم را به وحشت انداختند) و يا تعبيرات ديگرى كه در سوره هاى طه و شعرا آمده است همه گواه بر اين حقيقت است .</p>\r\n\r\n<h6><strong>درگيرى موسى (عليه السلام ) با ساحران به کجا رسید؟</strong></h6>\r\n\r\n<p><strong>در اينجا به دو نكته بايد توجه كرد:</strong></p>\r\n\r\n<p>1 - صحنه عجيب سحر ساحران قرآن با جمله و جاؤ ا بسحر عظيم به طور سربسته اشاره به اين واقعيت كرده است كه صحنهاى را كه ساحران به وجود آورده بودند بسيار مهم و حساب شده و هولانگيز بود و گرنه كلمه عظيم در اينجا به كار نميرفت .</p>\r\n\r\n<p>از تواريخ و روايات و سخنان مفسران كه در ذيل اين آيات و آيات مشابه آن آمده است نيز به خوبى وسعت ابعاد اين صحنه آشكار مى شود، بنا به گفته بعضى از مفسران ، ساحران به ده ها هزار نفر بالغ ميشدند، و تعداد وسائلى كه از آن استفاده كردند نيز دهها هزار وسيله بود، و با توجه به اينكه در آن عصر، ساحران آزموده و مجرب در مصر فراوان بودند اين موضوع جاى تعجب نيست .</p>\r\n\r\n<p>به خصوص اينكه قرآن در سوره طه آيه 67 ميگويد: فاوجس فى نفسه خيفة موسى يعنى صحنه به اندازهاى عظيم و وحشتانگيز بود كه حتى موسى در دل كمى ترسيد، هر چند طبق صريح نهج البلاغه ترس او به خاطر اين بوده است كه مردم ممكن است آنچنان تحت تاثير اين صحنه عظيم قرار گيرند كه باز گرداندن آنها مشكل باشد، به هر صورت همه آنها حكايت از عظمت اين صحنه ميكند.</p>\r\n\r\n<p>2 - استفاده از سلاح مشابه از اين بحث به خوبى استفاده مى شود كه فرعون با توجه به حكومت پهناورش در كشور مصر، داراى سياستهاى حساب شده شيطانى بود، براى مبارزه با موسى و هارون تنها از وسيله تهديد و ارعاب استفاده نكرد، بلكه كوشش كرد كه به گمان خود از سلاح مشابهى در برابر موسى استفاده كند، و مسلما اگر در كار خود پيروز ميشد هيچگونه نام و نشانى از موسى و مكتبش باقى نمى ماند و در آن صورت كشتن موسى (عليه السلام ) بسيار ساده و بى دردسر و موافق افكار عمومى بود، بى خبر از اينكه موسى (عليه السلام ) متكى به يك نيروى انسانى نيست كه قابل مقابله و معارضه بوده باشد، از نيروى لا يزال الهى و قدرت بيانتهاى او مدد ميگيرد كه هر مقاومتى را درهم ميكوبد و نابود مى كند، و در هر حال استفاده از سلاح مشابه بهترين راه پيروزى در برابر دشمنان سرسخت محسوب ميگردد و نيروهاى مادى را درهم ميشكند.</p>\r\n\r\n<p>در اين هنگام كه همه مردم به جنب و جوش افتاده بودند و غريو شادى از هر سو بلند بود و فرعون و اطرافيانش تبسم رضايتبخشى بر لب داشتند و برق شادى از چشمانشان ميدرخشيد وحى الهى به سراغ موسى (عليه السلام ) آمد و او را فرمان به انداختن عصا داد، ناگهان صحنه به كلى دگرگون شد و رنگها از چهره ها پريد و تزلزل بر اركان فرعون و يارانش افتاد، چنانكه قرآن ميگويد: ما وحى به موسى كرديم كه عصايت را بيفكن ناگهان (به صورت اژدهائى درآمد و) با دقت و سرعت ، مارهاى دروغين و وسائل قلابى ساحران را جمع كرد (و اوحينا الى موسى ان الق عصاك فاذا هى تلقف ما يافكون ).</p>\r\n\r\n<p>تلقف از ماده لقف (بر وزن وقف ) به معنى برگرفتن چيزى با قدرتو سرعت است ، خواه بوسيله دهان و دندان باشد، يا بوسيله دست ، ولى در پارهاى از موارد به معنى بلعيدن نيز آمده است ، و در آيه مورد بحث نيز ظاهرا به همين معنى است .</p>\r\n\r\n<p>يافكون از ماده افك (بر وزن كتف ) در اصل به معنى منصرف ساختن از چيزى است و از آنجا كه دروغ انسان را از حق باز ميدارد به آن افك گفته مى شود.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>بعضى از مفسران در اينجا احتمال ديگرى در معنى آيه داده اند و آن اينكه عصاى موسى پس از آنكه به صورت مار عظيمى درآمد، وسائل سحر ساحران را نبلعيد بلكه آنها را از كار انداخت و به صورت نخست بازگردانيد، و چنين تصور كرده اند كه اين كار، راه هر گونه اشتباه را بر مردم مى بست در حالى كه بلعيدن آن وسائل نميتواند، مردم را قانع سازد كه موسى ساحرى قويتر از آنها نبوده است .</p>\r\n\r\n<p>ولى اين احتمال نه با جمله تلقف سازگار است و نه با تناسب مطالب آيه ، زيرا تلقف همانطور كه گفتيم به معنى برگرفتن چيزى با دقت و سرعت است نه دگرگون ساختن آن .</p>\r\n\r\n<p>به علاوه اگر بنا بود اعجاز موسى (عليه السلام ) از طريق ابطال سحر ساحران آشكار شود، لزومى نداشت كه عصا به شكل مار عظيمى درآيد، آنچنان كه قرآن در آغاز اين سرگذشت بيان كرده است .</p>\r\n\r\n<p>از همه اينها گذشته اگر بنابر ايجاد ترديد و وسوسه باشد، بازگشتن وسائل ساحران به شكل اول نيز قابل ترديد و وسوسه است ، زيرا ممكن است احتمال داده شود كه موسى آنچنان در سحر استاد است كه توانسته سحر ديگران را ابطال كند و به حال اول برگرداند.</p>\r\n\r\n<p>بلكه چيزى كه سبب شد مردم بدانند عمل موسى (عليه السلام ) يك امر خارق عادت الهى است كه به اتكاى نيروى بيانتهاى پروردگار انجام گرفته ، اين است كه مصر در آن زمان ساحران فراوان و بسيار آزموده داشت ، و اساتيد اين فن و ساحران پر سابقه چهره هاى شناخته شده اى در آن محيط بودند در حالى كه موسى به هيچيك از اين صفات متصف نبود، مردى به ظاهر گمنام از ميان بنى اسرائيل برخاست و دست به چنان كارى زد كه همه در مقابل آن عاجز و ناتوان ماندند، از اينجا معلوم شد كه يك نيروى غيبى در كار بوده و موسى (عليه السلام ) يك فرد عادى و معمولى نيست .</p>\r\n\r\n<p>در اين هنگام حق آشكار شد و اعمال آنها كه بى اساس و نادرست بود، باطل گرديد (فوقع الحق و بطل ما كانوا يعملون ).</p>\r\n\r\n<p>زيرا كار موسى يك واقعيت بود و اعمال آنها يك مشت تقلب و تزوير و چشم بندى و اغفال ، و شك نيست كه هيچ باطلى در برابر حق براى هميشه ياراى مقاومت ندارد.</p>\r\n\r\n<p>درگيرى موسى (عليه السلام ) با ساحران به کجا رسید؟ و اين نخستين ضربتى بود كه بر پايه قدرت فرعون جبار فرود آمد.</p>\r\n\r\n<p>در آيه بعد ميگويد: به اين ترتيب آثار شكست در آنها نمايان شد و همگى خوار و كوچك و ناتوان شدند (فغلبوا هنالك و انقلبوا صاغرين ).</p>\r\n\r\n<p>گرچه در تواريخ در اينجا مطالب فراوانى نوشته اند ولى حتى بدون نقل تواريخ نيز مى توان حدس زد كه در اين هنگام چه ولولهاى در ميان مردم برپا گرديد، جمعى بقدرى ترسيدند كه پا بفرار گذاشتند و عده اى فرياد ميكشيدند، بعضى بيهوش شدند، و فرعون و اطرافيانش كه با وحشت و اضطراب به اين صحنه مى نگريستند، قطرات عرق شرم بر چهره هاشان نمايان شده بود و به آينده مبهم و تاريك خود مى انديشيدند و نميتوانستند درباره چنين صحنهاى كه هيچ انتظارآن را نداشتند فكرى كنند و براى آن راه حلى بيابند.</p>\r\n\r\n<p>ضربه مهمتر آنگاه واقع شد كه صحنه مبارزه ساحران با موسى (عليه السلام ) به كلى تغيير شكل داد، ناگهان همه ساحران به زمين افتادند و براى عظمت خداوند سجده كردند (و أ لقى السحرة ساجدين ).</p>\r\n\r\n<p>و فرياد زدند ما ايمان به پروردگار جهانيان آورديم (قالوا آمنا برب العالمين ). همان پروردگار موسى و هارون (رب موسى و هارون ).</p>\r\n\r\n<p>و با بيان اين جمله با صراحت اين حقيقت را بيان داشتند كه غير از اين خداى ساختگى ، پروردگارى است واقعى كه ما به او ايمان آورده ايم ، حتى به كلمه رب العالمين نيز قناعت نكردند زيرا فرعون ادعا ميكرد كه پروردگار جهانيان منم ! لذا پس از آن اضافه كردند رب موسى و هارون تا راه را به روى هر گونه سوء استفاده اى ببندند.</p>\r\n\r\n<p>و اين چيزى بود كه به هيچوجه براى فرعون و دستگاه او قابل پيشبينى نبود، يعنى عده اى كه چشم اميد براى كوبيدن موسى (عليه السلام ) به آنها دوخته شده بود در صف اول مؤ منان قرار گرفتند و پيش روى عموم مردم براى خدا به خاك افتادند، و اعلام تسليم مطلق و بيقيد و شرط در برابر دعوت موسى (عليه السلام ) كردند.</p>\r\n\r\n<p>البته اين موضوع كه انسانهائى اينچنين منقلب گردند نبايد جاى تعجب باشد، زيرا نور ايمان و توحيد در همه دلها وجود دارد، ممكن است پرده ها و حجابهاى اجتماعى ، زمانى كوتاه يا طولانى ، آنرا بپوشاند، اما گهگاه كه طوفانها ميوزد، و حجابها كنار ميرود، فروغ خود را چنان آشكار ميسازد كه چشمها را خيره مى كند.</p>\r\n\r\n<p>به خصوص اينكه ساحران اساتيد كهنه كارى بودند كه از همه كس به فوت و فن سحر واردتر بودند، آنها به خوبى ميتوانستند ميان معجزه و سحر فرق بگذارند، چيزى كه براى ديگران تشخيصش شايد احتياج به دقت و مطالعه داشت براى آنها از آفتاب روشنتر بود، آنها با توجه به فنون سحر كه سالها آموخته بودند، دريافتند كه كار موسى (عليه السلام ) هيچگونه شباهتى با سحر ندارد، از نيروى انسانى سرچشمه نگرفته بلكه زائيده يك قدرت ما فوق طبيعى و مافوق بشرى است ، و با توجه به اين واقعيت جاى تعجب نيست كه با آن صراحت و سرعت و بدون واهمه از آينده كار، ايمان خود را اظهار دارند.</p>\r\n\r\n<p>جمله القى السحرة كه با فعل مجهول ذكر شده شاهد گويائى براى استقبال فوق العاده و تسليم مطلق ساحران در برابر موسى (عليه السلام ) است ، يعنى آنچنان جاذبه معجزه موسى (عليه السلام ) در قلب و فكر آنها اثر گذاشت كه گوئى همه را بى اختيار به زمين افكند و به اقرار و اعتراف واداشت</p>\r\n', 2, 15, 'http://shafayehelahi2.ir/WDS/Image/Musa%20va%20Feron.jpg', 'حضرت موسی , ساحران , درگیری حضرت موسی و ساحران', '۱۶:۵۴:۲۸', '۱۴۰۱/۱۰/۱۷', '۱۶:۵۴:۴۲', '۱۴۰۱/۱۰/۱۷'),
(4, 'تسلط شیطان بر حضرت ایوب علیه السلام!', '<h6>آزمایش حضرت ایوب</h6>\r\n\r\n<p>ابلیس به زندگی حضرت ایوب علیه السلام حسد برد، به پیشگاه خداوند چنین عرض کرد: اگر ایوب علیه السلام این همه شکر نعمت تو را به جا می&zwnj;آورد، از این رو است که زندگی مرفّه و وسیعی به او داده&zwnj;ای، ولی اگر نعمت&zwnj;های مادی را از او بگیری، هرگز شکر تو را به جا نمی&zwnj;آورد، اینک (برای امتحان) مرا بر دنیای او مسلط کن تا معلوم شود که مطلب همین است که گفتم.&raquo;</p>\r\n\r\n<hr />\r\n<h6>نابود کردن اموال ایوب توسط شیطان</h6>\r\n\r\n<hr />\r\n<p>خداوند برای این که این ماجرا سندی برای همه رهروان راه حق باشد، به شیطان این اجازه را داد، ابلیس پس از این اجازه به سراغ ایوب علیه السلام آمد و اموال و فرزندان ایوب را یکی پس از دیگری نابود کرد، ولی این حوادث دردناک نه تنها از شکر ایوب علیه السلام نکاست، بلکه شکر او افزون گردید. ابلیس از خدا خواست بر گوسفندان و زراعت ایوب علیه السلام مسلط شود، این اجازه به او داده شد. ابلیس همه زراعت ایوب علیه السلام را آتش زد، و گوسفندان او را نابود کرد، ولی ایوب نه تنها ناشکری نکرد، بلکه بر حمد و شکرش افزوده شد. سرانجام شیطان از خدا خواست که بر بدن ایوب علیه السلام مسلط شود، و باعث بیماری شدید او گردد، خداوند به او اجازه داد، شیطان آن چنان ایوب علیه السلام را بیمار کرد که از شدت بیماری و جراحت، توان حرکت را نداشت، بی&zwnj;آنکه کمترین خللی به عقل و درک او برسد، خلاصه نعمتها یکی پس از دیگری از ایوب علیه السلام گرفته می&zwnj;شد، ولی در برابر آن، مقام شکر و سپاس او بالا می&zwnj;رفت.[۱][۲]</p>\r\n\r\n<hr />\r\n<h6>ترسیم ماجرا در تواریخ</h6>\r\n\r\n<hr />\r\n<p>در بعضی از تواریخ، ماجرای گرفتاری ایوب علیه السلام به بلاها، چنین ترسیم شده است: روز چهارشنبه آخر ماه محرم بود، یکی از غلامان ایوب علیه السلام آمد و گفت: جماعتی از اشرار ، غلامان تو را کشتند، و گاوها را که به آنها سپرده بودی به غارت بردند. هنوز سخن او تمام نشده بود که غلام دیگر رسید و گفت: ای ایوب! آتش عظیم از آسمان فرود آمد و همان دم همه چوپانان و گوسفندان تو را سوزانید، در این گفتگو بودند که غلام سومی آمد و گفت:گروهی از سواران کلدانی و سرداران پادشاهان بابِل آمدند و ساربانان را کشتند و شترانت را به یغما بردند. در این هنگام مردی گریبان چاک زده، خاک بر سر می&zwnj;ریخت و با شتاب نزد ایوب علیه السلام آمد و گفت:&laquo;ای ایوب فرزندانت به خوردن غذا مشغول بودند، ناگهان سقف بر سر آنها فرود آمد و همه مردند. حضرت ایوب همه این اخبار را شنید، ولی با کمال مقاومت، صبر و تحمل کرد، حتی ابروانش را خم ننمود، سر به سجده نهاد و عرض کرد: &laquo;ای خدا! ای آفریننده شب و روز، برهنه به دنیا آمدم و برهنه به سوی تو می&zwnj;آیم، پروردگارا تو به من دادی و تو از من باز پس گرفتی. بنابراین به هر چه تو بخواهی خشنودم.&raquo; ایوب علیه السلام به درد پا مبتلا شد، ساق پایش زخم گردید، به بیماری بسیار سختی دچار گردید که قدرت حرکت نداشت، هفت یا هفده سال با این وضع گذراند و همواره به شکر خدا مشغول بود. او چهار همسر داشت، سه همسرش او را واگذاشتند و رفتند، فقط یکی از آنها به نام &laquo;رُحْمه&raquo; وفادار باقی ماند. رنج و بیماری او هم چنان ادامه یافت و هفت سال و هفت ماه از آن گذشت، ولی حضرت ایوب، با صبر و مقاومت و شکر، هم چنان آن روزهای پر از رنج را گذراند؛ و اصلاً نه در قلب و نه در زبان و نه در نهان و نه آشکارا، اظهار نارضایتی نکرد. زبان حالش به خدا این بود: تو را خواهم نخواهم نعمتت گر امتحان خواهی در رحمت به رویم بند و درهای بلا بگشا[۳]اقتباس از تاریخ انبیاء عماد زاده، ص۴۵۵.[۴]</p>\r\n\r\n<hr />\r\n<h6>تلاشهای رُحْمه همسر ایوب</h6>\r\n\r\n<hr />\r\n<p>همان گونه که ایوب علیه السلام در مدت طولانی هفت یا هفده سال بیماری و بلازدگی شدید، صبر و شکر نمود، همسر با وفای او، رُحْمه (دختر افراهیم بن یوسف، یا دختر یعقوب یا...) نیز در این جهت همتای ایوب بود و صبر و شکر می&zwnj;نمود، او از خانه بیرون می&zwnj;رفت و برای مردم در خانه&zwnj;ها کار می&zwnj;کرد، و از مزد کارش هزینه ساده زندگی ایوب علیه السلام را تأمین می&zwnj;نمود و از ایوب پرستاری می&zwnj;کرد.[۵]</p>\r\n\r\n<hr />\r\n<h6>ترفند ابلیس</h6>\r\n\r\n<hr />\r\n<p>ابلیس از هر طریقی وارد شد نتوانست ایوب علیه السلام را فریب دهد، بلکه او را می&zwnj;دید که در سخت&zwnj;ترین بلاها، شکر و سپاس الهی به جا می&zwnj;آورد، فریادی کشید و فرزندان خود را به نزدش جمع کرد، همه شیطان&zwnj;ها نزد ابلیس اجتماع کردند، آنها ابلیس را محزون یافتند، پرسیدند:&laquo;چرا اندوهگین هستی؟&raquo; ابلیس گفت:&laquo;این عبد (ایوب) مرا خسته و عاجز کرد، از خداوند خواستم مرا بر مال و فرزندش مسلط کرد، اموال و فرزندانش را نابود کردم، ولی او همواره شکر و سپاس الهی می&zwnj;نمود، از خداوند خواستم مرا بر بدنش مسلط کند، خداوند چنین قدرتی به من داد، سراسر بدن او را بیمار نمودم، همه بستگان و مردم جز همسرش از او دور شدند، در عین حال هم چنان با صبر و تحمل شکر خدا می&zwnj;کند. از شما می&zwnj;پرسم چه کنم؟ درمانده شده&zwnj;ام. طریق گمراهی ایوب را به من نشان دهید.&raquo; فرزندان شیطان گفتند: آن همه مکر و نیرنگی که در گذشته برای گمراهی مردم داشتی کجا رفت؟ با همانها او را گمراه کن. ابلیس گفت: همه آن نیرنگها را به کار زده&zwnj;ام، ولی نتیجه نگرفته&zwnj;ام، اینک با شما مشورت می&zwnj;کنم چه کنم؟ فرزندان شیطان گفتند: وقتی که آدم علیه السلام را فریب دادی و او را از بهشت بیرون نمودی، از چه راه وارد شدی؟ ابلیس گفت:از طریق همسرش حوا وارد شدم. فرزندان شیطان گفتند: &laquo;اکنون نیز از طریق همسر ایوب علیه السلام اقدام کن، زیرا جز همسرش کسی نزد او نمی&zwnj;رود، و او نمی&zwnj;تواند از همسرش نافرمانی کند. ابلیس گفت:راست می&zwnj;گویید، راه صحیح همین است. ابلیس به صورت مردی ناشناس نزد همسر ایوب علیه السلام آمد و گفت: &laquo;حال همسرت ایوب چگونه است؟&raquo; رُحْمه گفت: گرفتار بلاها و بیماری است... ابلیس او را آن چنان به وسوسه انداخت که او بی&zwnj;تاب گردید، در این هنگام ابلیس بزغاله&zwnj;ای را به رُحْمه داد و گفت:این بزغاله را به نام من نه به نام خدا،&zwnj; ذبح کن و از گوشتش غذا فراهم کن به ایوب بده بخورد، تا شفا یابد. رُحْمه نزد شوهرش ایوب آمد و آن بزغاله را آورد و پس از گفتاری گفت:این بزغاله را بدون ذکر نام خدا ذبح کن تا از غذای آن بخوری و شفا یابی و همه نعمتهای از دست رفته به جای خود برگردد. ایوب: وای بر تو، دشمن خدا نزد تو آمده و می&zwnj;خواهد از این راه تو را گمراه سازد و تو فریب او را خورده&zwnj;ای، آیا آن همه مال و ثروت و فرزند را چه کسی به ما داد؟ رُحْمه: خداوند داد. ایوب: چند سال ما از آن همه نعمت&zwnj;ها بهره&zwnj;مند شدیم؟ رُحْمه: هشتاد سال. ایوب: چند سال است خداوند ما را به این بلا مبتلا نموده است؟ رُحْمه:هفت سال و چند ماه. ایوب: &laquo;وای بر تو، رعایت عدالت نمی&zwnj;کنی و انصاف را مراعات نخواهی کرد، مگر این که معادل هشتاد سال نعمت، هشتاد سال در بلا باشیم. سوگند به خدا اگر خداوند مرا شفا دهد، به جرم این کار تو که می&zwnj;خواهی گوسفندی را به نام غیر خدا ذبح کنم و غذای حرام به من بدهی، صد تازیانه به تو خواهم زد، از این پس از من دور شو، تا تو را نبینم&raquo;. آری ابلیس می&zwnj;خواست با غذای حرام، ایوب علیه السلام را گمراه کند، ولی ایوب این چنین در برابر القائات ابلیس، حرکت انقلابی نمود. رُحْمه از ایوب علیه السلام دور شد، وقتی که ایوب خود را تنها یافت و هیچ گونه غذا و آب و همدم در نزد خود ندید به سجده افتاد و گفت: &laquo;رَبِّ أَنِّی مَسَّنِی الضُّرُّ وَ أَنْتَ أَرْحَمُ الرَّاحِمِینَ؛ پروردگارا! بد حالی و مشکلات به من رو آورده و تو مهربانترین مهربانان هستی.&raquo; در این هنگام دعای ایوب علیه السلام به استجابت رسید و بلاها رفع شد و نعمتها جایگزین آنها گردید.[۶][۷][۸]</p>\r\n\r\n<hr />\r\n<h6>ادب ایوب در سخن گفتن با خدا</h6>\r\n\r\n<hr />\r\n<p>ایوب علیه السلام هنگامی که در شدیدترین گرفتاری با خدا سخن گفت، عرض کرد: &laquo;رَبِّ أَنِّی مَسَّنِی الضُّرُّ وَ أَنْتَ أَرْحَمُ الرَّاحِمِینَ؛ پروردگارا! بدحالی و مشکلات به من رو آورده، و تو مهربانترین مهربانان هستی.&raquo;[۹] او نگفت: خدایا تو مرا بیمار کردی و به من رحم کن، بلکه با کنایه و اشاره مقصود را بیان کرد.[۱۰] طبق روایت دیگر، ایوب علیه السلام هم چنان صبر و مقاومت می&zwnj;کرد، حتی از خدا نمی&zwnj;خواست که گرفتاری او را رفع کند، بلکه همان را پسندیده بود که خداوند بر او پسندیده بود. تا این که روزی همسرش رُحْمه از بیرون آمد و غذایی برای ایوب آورد، ایوب علیه السلام از او پرسید این غذا را از کجا تهیه کردی؟ او در پاسخ گفت:&laquo;مقداری از گیسوانم را فروختم و با پول آن غذا تهیه کردم.&raquo; این جا بود که دل ایوب علیه السلام سخت به درد آمد، چرا که پای ناموس در کار بود، عرض کرد:&laquo;خدایا! در برابر همه ناگواریها صبر کردم، و این صبر را تو به من عطا فرمودی، ولی اینک به من مرحمت کن.&raquo; ایوب این سخن را در حالی می&zwnj;گفت که از روی تواضع، خاک بر سر و صورت خود می&zwnj;ریخت، اینجا بود که خداوند درهای رحمت را به رویش گشوده و درهای ناگواریها را بر رویش بست.[۱۱]</p>\r\n\r\n<hr />\r\n<h6>علت سوگند ایوب به تنبیه همسرش</h6>\r\n\r\n<hr />\r\n<p>علاوه بر مطلب گذشته، نیز روایت شده شیطان به صورت طبیبی به همسر حضرت ایوب علیه السلام ظاهر شد و گفت:من شوهر تو را درمان می&zwnj;کنم، به این شرط که وقتی درمان یافت، به من بگوید: &laquo;تنها عامل سلامتی من تو بوده&zwnj;ای، و هیچ مزد دیگری نمی&zwnj;خواهم.</p>\r\n', 2, 10, 'http://shafayehelahi2.ir/WDS/Image/Hazrat%20Ayyub.jpg', 'تسلط شیطان بر حضرت ایوب علیه السلام! , حضرت ایوب', '۱۶:۵۶:۰۴', '۱۴۰۱/۱۰/۱۷', '', ''),
(5, 'شفای بیماران توسط عیسی مسیح(ع)', '<p>معجزات عیسی مسیح(ع) و شفای بیماران توسط وی</p>\r\n\r\n<p>عیسی مسیح(ع) در زمره پیامبرانی است که معجزات وی با درمان انسان&zwnj;ها در ارتباط است.</p>\r\n\r\n<p>علی صمدی جوان| عیسی مسیح(ع) در زمره پیامبرانی است که معجزات وی با درمان انسان&zwnj;ها در ارتباط است. در واقع آن چیزی که در ذهن مخاطب و حتی پیروان این آیین یکتاپرستی نقش بسته است و بارها نیز از آن یاد می&zwnj;شود، قدرت الهی او برای شفای بیماران و زنده کردن مردگان است.</p>\r\n\r\n<p>انجیل یوحنا به قدرت این پیامبر اولوالعزم اشاره داشته و می&zwnj;گوید: عیسی کارهای بسیار دیگری هم انجام داد که اگر جزئیات آن&zwnj;ها به تفصیل نوشته شود گمان می&zwnj;کنم تمام دنیا هم گنجایش کتابهایی را که نوشته می&zwnj;شد نمی&zwnj;داشت. معجزات حضرت عیسی(ع) در چهار دسته آمده است: شفای بیمار، جن گیری،زنده کردن مردگان و کنترل بر طبیعت.</p>\r\n\r\n<p>در ارتباط با شفای بیماران نکات متعددی در متون دینی مسیحیت ذکر شده است که شاخص&zwnj;ترین آن، بینا کردن چشم نابینایان بوده است. در اناجیل چهارگانه ذکر شده است که چهار مرتبه نابینایان به دست عیسی بینا می&zwnj;شوند. هر چهار انجیل در مورد بینا کردن نابینا در نزدیکی اریحه، کمی قبل از مصائب مسیح سخن می&zwnj;گویند. در انجیل متی از بینا شدن دو نابینا در گالیله سخن گفته می&zwnj;شود. نابینایان به عیسی &laquo;پسر داوود&raquo; می&zwnj;گویند و او به چشمان آنان دست زده و آن&zwnj;ها بینا می&zwnj;شوند. بینا شدن نابینای ارثی در انجیل یوحنا گفته می&zwnj;شود و در زمان عید سوکوت اتفاق می&zwnj;افتد. عیسی مقداری گل بر روی چشم مرد قرار می&zwnj;دهد و به او می&zwnj;گوید که چشمان&zwnj;اش را بشورد. بعد از شستشو آن مرد بینا می&zwnj;شود.</p>\r\n\r\n<p>در اناجیل چهارگانه، دو مرتبه دیگر نیز به شفای نابینا و لال اشاره شده است که شیطان به درون آنها رسوخ کرده است. یک مرتبه جن&zwnj;گیری از فردی نابینا و لال در کنیسه کاپرنوم و یک مرتبه نیز جن&zwnj;گیری از یک فرد لال در منابع دینی آنان آمده است. براساس متون برجای مانده، پس از آنکه عیسی(ع) دو فرد نابینا را شفا می&zwnj;دهد، فردی ناشنوا را پیش او می&zwnj;آورند تا شیطان را از درون&zwnj;اش خارج کند. عیسی این&zwnj;کار را می&zwnj;کند و آن مرد که از هنگام تولد تا آن زمان نمی&zwnj;توانست سخنی بگوید، لب به سخن گشود و همگان را به تعجب وا داشت. در واقع این تنها معجزه عیسی(ع) است که هم پیوند با معلولیت دارد و هم به جن&zwnj;گیری مرتبط است.</p>\r\n\r\n<p>اهمیت این معجزات و تاثیر عمیقی که می&zwnj;توانست بر ایمان مردم درطول تاریخ بگذارد به حدی بود که برخی معجزات حضرت عیسی(ع) در قرآن نیز عینا آمده است. بطور مثال در آیه 110 سوره مائده آمده است:</p>\r\n\r\n<p>&laquo;هنگامی را که خدا فرمود ای عیسی پسر مریم نعمت مرا بر خود و بر مادرت به یادآور آن&zwnj;گاه که تو را به روح&zwnj;القدس تأیید کردم که در گهواره [به اعجاز] و در میانسالی [به وحی] با مردم سخن گفتی و آن&zwnj;گاه که تو را کتاب و حکمت و تورات و انجیل آموختم و آن&zwnj;گاه که به اذن من از گل [چیزی] به شکل پرنده می&zwnj;ساختی پس در آن می&zwnj;دمیدی و به اذن من پرنده&zwnj;ای می&zwnj;شد و کور مادرزاد و پیس را به اذن من شفا می&zwnj;دادی و آن&zwnj;گاه که مردگان را به اذن من [زنده از قبر] بیرون می&zwnj;آوردی و آن&zwnj;گاه که [آسیب] بنی اسرائیل را هنگامی که برای آنان حجت&zwnj;های آشکار آورده بودی از تو بازداشتم پس کسانی از آنان که کافر شده بودند گفتند این[ها چیزی] جز افسونی آشکار نیست&raquo;.</p>\r\n\r\n<p>آخرین نکته از شفا دادن معلولان توسط عیسی مسیح(ع)، شفا دادن معلولان جسمی است که اناجیل نیز اشاره&zwnj;ای داشته&zwnj;اند. این معجزه و شفا در کاپرنوم اتفاق می&zwnj;افتد و تنها انجیل یوحنا به آن نمی&zwnj;پردازد. براساس داستان انجیل، یک معلول بر روی یک فرش به پیش عیسی(ع) آورده شد. عیسی به او می&zwnj;گوید که بلند شده و راه رود و او نیز بلند می&zwnj;شود و شفا می&zwnj;یابد. عیسی به او می&zwnj;گوید که گناهانش بخشیده شدند که باعث خشم فریسیان می&zwnj;گردد. البته انجیل یوحنا جای دیگر و در داستان مشابهی در مورد شفا یافتن یک معلول در بتسدا سخن گفته است.</p>\r\n\r\n<p>توجه به معلولیت و شفای آن براساس قدرت&zwnj;های الهی، بیش از سایر پیامبران در مورد حضرت عیسی(ع) آمده است و شاید بتوان گفت امروز که در اقصی نقاط جهان مسیحیت که حقوق مدنی افراد دارای معلولیت به درستی رعایت می&zwnj;شود، ریشه&zwnj; در آموزه&zwnj;های دینی ایشان دارد.</p>\r\n', 2, 5, 'http://shafayehelahi2.ir/WDS/Image/Shafaye%20Bimar%20Tavasot%20Isa%20Masih.jpg', 'شفای بیماران توسط عیسی مسیح(ع) و حضرت عیسی , شفای بیماران', '۱۶:۵۶:۴۵', '۱۴۰۱/۱۰/۱۷', '', ''),
(6, 'فواید خواندن سوره ناس و فلق(مُعَوِّذَتَیْن)', '<h6>سوره فلق صد و سیزدهمین سوره قرآن است و در جزء سی ام آن قرار دارد.</h6>\r\n\r\n<p>این سوره جزو &laquo;چهار قل&raquo; است. خداوند سوره فلق را برای دفع همه شر&zwnj;ّها مخصوصاً شر تاریکی شب، زنان افسونگر و حسود بر پیامبر (ص) نازل کرده و به ایشان دستور داده از هر شرّی به خداوند پناه ببرد.</p>\r\n\r\n<p>برخی از مفسران اهل سنت گویند، این سوره هنگامی نازل شد که مردی یهودی، پیامبر (ص) را سحر کرد و پیامبر (ص) به سبب آن بیمار شد. پس از آمدن جبرئیل و نزول سوره فلق و ناس، آیاتی از آن بر پیامبر (ص) خوانده شد و او از بستر بیماری برخاست. البته برخی از عالمان شیعه به این سخن اشکال کرده&zwnj; و گفته&zwnj;اند سحر و جادو بر پیامبر (ص) اثر نمی&zwnj;کند.</p>\r\n\r\n<p>پیامبر اسلام (ص) درباره فضیلت سوره فلق می&zwnj;فرماید: هر کس دو سوره ناس و فلق را بخواند، مانند آن است که همه کتاب&zwnj;های پیامبران الهی را قرائت کرده است.</p>\r\n\r\n<p>امام باقر (ع) نیز در این باره فرمودند: هر کسی در نماز شب خود در نماز وَتْر سوره&zwnj;های مُعَوِّذَتین (ناس و فلق) و اخلاص را بخواند، به او خطاب شود که&zwnj; ای بنده خدا مژده باد بر تو که خداوند نماز وتر تو را قبول کرد.</p>\r\n\r\n<p>بر اساس روایات، پیامبر (ص) دو سوره فلق و ناس را محبوب&zwnj;ترین سوره&zwnj;ها نزد خداوند می&zwnj;دانست.</p>\r\n\r\n<p>هر کس سوره&zwnj;های توحید و ناس و فلق را هر شب ده مرتبه بخواند، مانند این است که تمام قرآن را قرائت کرده و از گناهانش خارج می&zwnj;شود مانند روزی که از مادر متولد شده و اگر در آن روز یا شب بمیرد، به مرگ شهادت مرده است.</p>\r\n\r\n<hr />\r\n<h6><strong>محتوا و ساختار سوره</strong></h6>\r\n\r\n<hr />\r\n<p>محتوای این سوره از جهاتی مشابه سورهٔ فلق است؛ چرا که هر دو سوره اشاره به پناه&zwnj;بردن به خدا از بدی&zwnj;ها و &laquo;شَرّ&raquo; دارند، با این تفاوت که سورهٔ فلق روی انواع &laquo;شر&raquo; تمرکز دارد و سوره ناس به &laquo;شر وسوسه&zwnj;گر نهانی&raquo; اشاره می&zwnj;کند.</p>\r\n\r\n<p>سه آیهٔ ابتدایی سوره، به سه وجه پروردگاری (رَبوبیت)، حاکمیت (مالکیت) و خدایی (الوهیت) الله اشاره می&zwnj;کنند.</p>\r\n\r\n<p>سید موسی صدر، مفسر شیعه، سورهٔ ناس را پرتوافکن بر حقیقت جن دانسته و اجنه را به دو دستهٔ مؤمن و مشرک تقسیم کرده&zwnj;است.</p>\r\n\r\n<p>به&zwnj;گفتهٔ سید محمود طالقانی، مفسر شیعه، از حیث آواشناسی تکرار دو حرف &laquo;ن&raquo; و &laquo;س&raquo; در این سوره و برخورد آن دو، نشان&zwnj;دهندهٔ برخورد نیروهای خیر و شر در نفس انسان است؛ چرا که حرف &laquo;س&raquo; و توالی آن در زبان عربی، نشانی از &laquo;شر&raquo; است. حرف &laquo;ن&raquo; هم در زبان عربی نمادی از &laquo;خیر&raquo; است.</p>\r\n\r\n<hr />\r\n<h6><strong><strong>فضیلت قرائت</strong></strong></h6>\r\n\r\n<hr />\r\n<p>به&zwnj;گزارش طبرسی، محدث شیعه، در تفسیر مجمع&zwnj;البیان، در یکی از احادیث اسلامی آمده که محمد &laquo;شدیداً بیمار شد، &laquo;جَبرَئیل&raquo; و &laquo;میکائیل&raquo; نزد او آمدند، جبرئیل نزد سر پیامبر نشست و میکائیل نزد پای او، جبرئیل سوره فلق را تلاوت کرد، و پیغمبر را با آن در پناه خدا قرار داد، و میکائیل سوره &laquo;قُلْ أَعُوذُ بِرَبِّ النَّاس&raquo; را.&raquo;</p>\r\n\r\n<p>در روایت دیگری که در تفسیر مجمع&zwnj;البیان از محمد باقر، امام پنجم شیعه، نقل شده، آمده &laquo;هر کسی که در نماز وِتْر &laquo;معوذتین&raquo; و &laquo;قُلْ هُوَ اللَّهُ أَحَد&raquo; را بخواند، به او گفته می&zwnj;شود: ای بندهٔ خدا! بشارت باد بر تو که خداوند نماز وتر تو را قبول کرده!&raquo;</p>\r\n\r\n<p>به&zwnj;گزارش طبرسی در مجمع&zwnj;البیان، از پیامبر اسلام روایت شده که هرکس دو سورهٔ فلق و ناس را بخواند، مثل این است که تمام کتاب&zwnj;های پیامبران الهی را خوانده باشد.[۵۷] در تفسیر کشاف از جارالله زمخشری، آمده که محمد این دو سوره را &laquo;محبوب&zwnj;ترین سوره&zwnj;ها&raquo; نزد خدا گفته و نیز این که هیچ سوره&zwnj;ای مثل این دو نازل نشده&zwnj;است.</p>\r\n\r\n<p>در مجمع&zwnj;البیان آمده که ابی&zwnj;خدیجه از حسین بن علی نقل کرده که &laquo;جبرئیل در حالی که پیامبر اسلام، محمد، مشغول دادخواهی یا ناله بود، ارواح پلید را به&zwnj;وسیله قُلْ أَعُوذُ بِرَبِّ النَّاس [سورهٔ ناس] و قُلْ أَعُوذُ بِرَبِّ الْفَلَق [سورهٔ فلق] و قُلْ هُوَ اللَّهُ أَحَد [سورهٔ توحید] دور کرد و سپس گفت: به نام خدا ارواح پلید را از او دور می&zwnj;سازم و خدا شفا می&zwnj;دهد تو را از هر دردی که تو را اذیت کند بگیر آن را که بر تو گوارا باشد.</p>\r\n\r\n<hr />\r\n<h6><strong>در فرهنگ اسلامی</strong></h6>\r\n\r\n<hr />\r\n<p>سورهٔ ناس، در کنار کافرون، توحید و فلق، یکی از سوره&zwnj;های چهارقُل (چارقُل) است. عبارت چهارقل به چهار سوره از قرآن که با فعل امر &laquo;قُل&raquo; آغاز می&zwnj;شوند اشاره دارد.[۶۷]</p>\r\n\r\n<p>در فرهنگ اسلامی، سوره&zwnj;های معوذتین به عنوان تَعویذ و حِرز شناخته شده و به آن&zwnj;ها و دیگر آیات قرآن که به عنوان حرز و تعویذ استفاده می&zwnj;شوند، قَوارِع قرآن هم گفته می&zwnj;شود. دلیل این نام&zwnj;گذاری، این است که این&zwnj;گونه آیات شیطان را &laquo;می&zwnj;کوبد&raquo; و پیشامدهای ترسناک را دفع می&zwnj;کند. پیامبر اسلام هم خواندن این دو سوره را بهترین تعویذ دانسته&zwnj;است.</p>\r\n', 2, 5, 'http://shafayehelahi2.ir/WDS/Image/Sure%20Falagh.jpg', 'فواید خواندن سوره ناس و فلق(مُعَوِّذَتَیْن)', '۱۶:۵۷:۲۸', '۱۴۰۱/۱۰/۱۷', '', '');
INSERT INTO `blogs` (`id`, `title`, `caption`, `writer`, `readtime`, `image`, `tags`, `time`, `date`, `time_edit`, `date_edit`) VALUES
(7, 'چشم زخم چیست؟ + روایات چشم زخم', '<p>از روایات معصومین (ع) بر می آید که&nbsp;<strong>چشم زخم</strong>&nbsp;واقعیت دارد و در وجود انسانها و حیوانات و اشیاء دیگر اثرگذار است. در روایات را ههای خنثی کردن اثر چشم زخم نیز بیان شده است.</p>\r\n\r\n<p>در حدیثی از پیامبر اسلام (ص) آمده است: چشم زخم واقعیت دارد و مرد را در قبر و شتر را در دیگ قرار می&zwnj;دهد.</p>\r\n\r\n<p>امام رضا علیه السلام در پاسخ سوال راوی که پرسید آیا چشم زخم واقعیت دارد؟ حضرت فرمود: آری، هرگاه تو را چشم زنند، کف دستت را مقابل صورتت قرار ده و سوره حمد و قل هو الله احد و معوذتین را قرائت کن و هر دو کف را به صورتت بکش. خداوند تو را از گزند آن حفظ می&zwnj;کند.</p>\r\n\r\n<p>در حکمت ۳۹۲ نهج&zwnj;البلاغه آمده است: الْعَیْنُ حَقٌّ وَ الرُّقَى حَقٌّ وَ السِّحْرُ حَقٌّ- وَ الْفَأْلُ حَقٌّ وَ الطِّیَرَةُ لَیْسَتْ بِحَقٍّ- وَ الْعَدْوَى لَیْسَتْ بِحَقٍّ. سحر و چشم زخم و فال نیک واقعیت دارد، اما فال بد و عدوی خرافه است.</p>\r\n\r\n<p>از امام صادق(ع) روایت شده است: اگر کسی از شما چیزی از برادرش او را متعجب ساخت سه بار بگویید: ماشاء&zwnj;الله لا حول و لا قوة الا بالله العلی العظیم. (حلیةالمتقین ص1832)</p>\r\n\r\n<p>از پیامبراکرم (ص) نقل شده است که فرمودند: هرگاه یکی از شما انسانی یا حیوانی را ببیند که از آن خوشش آید بگوید: آَمَنتُ بِاللهِ وَ صَلَّی الله ُعَلَی مُحَمَّدٍ وَ اَلِه تا چشم او به آن زیان نرساند.</p>\r\n\r\n<p>پیامبر اکرم (ص) می فرمایند: اِذا رَآى اَحَدُکُم مِن نَفسِهِ اَو مالِهِ اَو مِن اَخیهِ ما یُعجِبُهُ فَلیَدعُ لَهُ بِالبَرَکَةِ فَاِنَّ العَینَ حَقٌ هرگاه یکى از شما در خودش، یا مالش، یا برادرش، چیز جالب توجهى دید، براى برکت یافتن آن دعا کند؛ زیرا چشم &zwnj;زخم واقعیت دارد. (نهج الفصاحه، ح)</p>\r\n\r\n<p>در روایات ساده&zwnj;ترین دستور برای رفع چشم زخم خواندن سوره ناس و فلق می باشد و پیامبر اسلام(ص) این سوره&zwnj;ها را برای امام حسن و امام حسین علیهماالسلام به عنوان تعویذ قرائت می فرمود.</p>\r\n\r\n<p>از رسول گرامى اسلام روایت شده که آن حضرت روزى از قبرستان بقیع مى گذشت. در آن جا فرمود: به خدا قسم بیشتر اهل این قبرستان به سبب چشم زخم در این جا آرمیده اند. ( تفسیر منهج الصادقین، ج ۹، ص ۳۹۱)</p>\r\n\r\n<p>از امام صادق(ع) روایت شده است: هر کس از سیرت و صورت برادر مسلمانش خشنود شود، خدا را یاد کند؛ زیرا وقتى خداوند را به یاد آورد ضررى به برادر مؤمنش نمى رسد. (بحارالانوار، ج ۶۰، ص ۲۵)</p>\r\n\r\n<p>امام صادق علیه السلام فرمودند: هرکه را اثر چشم به او رسیده باشد دستها را برابر رو بلند کند و سوره ی &laquo;حمدوقل هوالله احد وقل اعوذبرب الفلق وقل اعوذبرب الناس&raquo; را بخواند، و دست بر پیش سر بکشد. (حلیةالمتقین ص1832)</p>\r\n\r\n<p>رسول اکرم (ص) می فرماید: &laquo;چشم زخم حق است و قله کوه را پایین می آورد&raquo; در این روایت علاوه بر این که به واقعی بودن چشم زخم تأکید شده است با کنایه به شدت تأثیر آن نیز اشاره شده است. در بسیاری از این روایات علاوه بر این که به حقیقی بودن چشم زخم تأکید شده به تأثیر شدید آن نیز توجه داده شده است.</p>\r\n\r\n<p>امام صادق(ع) فرمود: کسى که چیزى از برادرش او را متعجب ساخت جمله &laquo;تبارک اللّه احسن الخالقین&raquo;، زیرا چشم زخم حق است. (بحارالانوار، ج ۶۰، ص ۲۵)</p>\r\n\r\n<p>رسول اکرم (ص) می فرماید: &laquo;چشم زخم حق است و قله کوه را پایین می آورد&raquo; در این روایت علاوه بر این که به واقعی بودن چشم زخم تأکید شده است با کنایه به شدت تأثیر آن نیز اشاره شده است. در بسیاری از این روایات علاوه بر این که به حقیقی بودن چشم زخم تأکید شده به تأثیر شدید آن نیز توجه داده شده است.</p>\r\n\r\n<p>رسول خدا (ص) می&zwnj;فرماید: &laquo;چشم زخم حق است. هر کسی از چیزی درباره برادرش به شگفت آمد، باید در آن خدا را یاد کند؛ بی شک اگر خدا را یاد کند، چشم زخم به او آسیبی نخواهد رساند&raquo;.</p>\r\n\r\n<p>امام صادق علیه السلام فرمودند: هرگاه کسی با هیات نیکو خواهد که از خانه بیرون رود سوره ی &laquo;قل اعوذ برب الناس و قل اعوذبرب الفلق&raquo; بخواند و بیرون رود تا چشم بد در او اثر نکند. (حلیةالمتقین ص1832)</p>\r\n', 2, 5, 'http://shafayehelahi2.ir/WDS/Image/Chesh%20zakhm.jpg', 'چشم زخم چیست؟ + روایات چشم زخم', '۱۶:۵۸:۰۰', '۱۴۰۱/۱۰/۱۷', '', '');

-- --------------------------------------------------------

--
-- Table structure for table `comments`
--

CREATE TABLE `comments` (
  `id` int(11) NOT NULL,
  `post_comment_id` int(11) NOT NULL,
  `user_comment_id` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `text` varchar(255) COLLATE utf8_persian_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

-- --------------------------------------------------------

--
-- Table structure for table `links`
--

CREATE TABLE `links` (
  `id` int(11) NOT NULL,
  `title` varchar(255) CHARACTER SET utf8 COLLATE utf8_persian_ci NOT NULL,
  `src_download_link` varchar(255) CHARACTER SET utf8 COLLATE utf8_persian_ci NOT NULL,
  `caption` text CHARACTER SET utf8 COLLATE utf8_persian_ci NOT NULL,
  `image` varchar(255) CHARACTER SET utf8 COLLATE utf8_persian_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `links`
--

INSERT INTO `links` (`id`, `title`, `src_download_link`, `caption`, `image`) VALUES
(101, 'لینک دانلود PDF کتاب بصورت رایگان', 'https://shafayehelahi2.ir/WDS/download/ketabeh darmaneh bimariha jesmi va ruhi ravani va gheire.zip', '<p>با کلیک بر روی لینک زیر کتاب را بصورت رایگان دانلود کنید.</p>\r\n', 'http://shafayehelahi2.ir/WDS/Image/Jeld Ketab.jpg'),
(102, 'لینک دانلود فایل PDF دستورالعمل ضمیمه بصورت رایگان', 'https://shafayehelahi2.ir/WDS/download/Ketab Zamime-new.zip', '<p>با کلیک بر روی لینک زیر فایل ضمیمه را بصورت رایگان دانلود کنید.</p>\r\n', 'http://shafayehelahi2.ir/WDS/Image/Jeld Ketab.jpg'),
(100, 'لینک سفارش کتاب بصورت پست', 'https://idpay.ir/mojtaba-khansari/shop/607338', '<p>با کلیک بر روی لینک زیر وارد صفحه idpay شوید و با وارد کردن اطلاعات ، کتاب را سفارش دهید.</p>\r\n\r\n<p><strong>اطلاعات را بصورت دقیق وارد کنید که در هنگام سفارش مشکلی به وجود نیاید.</strong></p>\r\n', 'http://shafayehelahi2.ir/WDS/Image/Jeld Ketab.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `username` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `email` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `password1` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `password2` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `time` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `date` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `roll` int(11) NOT NULL DEFAULT '1',
  `roll_panel_admin` int(11) NOT NULL DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `username`, `email`, `password1`, `password2`, `time`, `date`, `roll`, `roll_panel_admin`) VALUES
(56, 'ALI736_WDS', 'ALI736_WDS@gmail.com', 'ALI254747736477', 'ALI254747736477', '۱۴:۳۸:۳۳', '۱۴۰۱/۱۰/۱۸', 2, 2),
(57, 'Mojtaba Khansari', 'khansarimojtaba@yahoo.com', 'mojtaba1990238270', 'mojtaba1990238270', '۱۴:۳۹:۲۱', '۱۴۰۱/۱۰/۱۸', 2, 1);

-- --------------------------------------------------------

--
-- Table structure for table `views`
--

CREATE TABLE `views` (
  `id` bigint(20) NOT NULL,
  `post_seen_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `views`
--

INSERT INTO `views` (`id`, `post_seen_id`) VALUES
(2871, 100),
(2872, 100),
(2873, 100),
(2874, 100),
(2875, 100),
(2876, 100),
(2877, 100),
(2878, 100),
(2879, 101),
(2880, 102),
(2881, 100),
(2882, 101),
(2883, 102),
(2891, 100),
(2892, 101),
(2893, 102),
(2894, 100),
(2895, 101),
(2896, 102),
(2897, 101),
(2898, 101),
(2899, 101),
(2900, 100),
(2901, 101),
(2902, 102),
(2903, 101),
(2904, 101),
(2905, 102),
(2906, 101),
(2907, 1),
(2908, 2),
(2909, 1),
(2910, 3),
(2911, 5),
(2912, 6),
(2913, 7),
(2914, 4),
(2915, 2),
(2916, 1),
(2917, 4),
(2918, 5),
(2919, 6),
(2920, 7),
(2921, 2),
(2922, 3),
(2923, 1),
(2924, 3),
(2925, 4),
(2926, 5),
(2927, 6),
(2928, 7),
(2929, 2),
(2930, 1),
(2931, 3),
(2932, 7),
(2933, 100),
(2934, 101),
(2935, 102),
(2936, 101),
(2937, 100),
(2943, 100),
(2944, 101),
(2945, 101),
(2946, 102),
(2962, 3),
(2963, 1),
(2964, 102),
(2965, 5),
(2966, 2),
(2967, 2),
(2968, 4),
(2969, 101),
(2970, 7),
(2971, 6),
(2972, 100),
(2973, 100),
(2974, 7),
(2975, 101),
(2986, 2),
(2987, 5),
(2988, 6),
(2989, 7),
(2990, 4),
(2991, 1),
(2992, 3),
(2993, 100),
(2994, 101),
(2995, 102),
(2996, 100),
(2997, 101),
(2998, 102),
(2999, 1),
(3000, 2),
(3001, 3),
(3002, 4),
(3003, 5),
(3004, 6),
(3005, 7),
(3006, 100),
(3007, 100),
(3008, 102),
(3009, 101),
(3010, 1),
(3011, 1),
(3012, 100),
(3013, 5),
(3014, 5),
(3015, 5),
(3016, 2),
(3017, 3),
(3028, 6),
(3029, 4),
(3038, 4),
(3067, 1),
(3068, 2),
(3069, 3),
(3070, 6),
(3071, 4),
(3072, 5),
(3073, 6),
(3074, 7),
(3075, 100),
(3076, 101),
(3077, 102),
(3088, 4),
(3089, 5),
(3090, 6),
(3091, 7),
(3092, 1),
(3093, 100),
(3094, 101),
(3095, 102),
(3096, 102),
(3097, 100),
(3098, 101),
(3099, 102),
(3100, 1),
(3101, 2),
(3102, 3),
(3103, 4),
(3104, 5),
(3105, 6),
(3106, 7),
(3119, 1),
(3120, 1),
(3121, 100),
(3122, 102),
(3123, 2),
(3124, 1),
(3125, 3),
(3126, 4),
(3127, 5),
(3128, 6),
(3129, 7),
(3130, 100),
(3131, 102),
(3132, 100),
(3133, 101),
(3134, 102),
(3135, 101),
(3136, 101),
(3137, 100),
(3138, 100),
(3139, 102),
(3140, 7),
(3141, 7),
(3142, 102),
(3143, 101),
(3144, 102),
(3145, 2),
(3146, 1),
(3147, 3),
(3148, 4),
(3149, 5),
(3150, 6),
(3151, 7),
(3152, 101),
(3153, 100),
(3154, 102),
(3155, 1),
(3156, 101),
(3157, 100),
(3158, 102),
(3159, 2),
(3160, 100),
(3161, 101),
(3162, 102),
(3163, 1),
(3164, 2),
(3165, 4),
(3166, 5),
(3167, 3),
(3168, 6),
(3169, 7),
(3170, 100),
(3171, 101),
(3172, 102),
(3173, 1),
(3174, 2),
(3175, 4),
(3176, 5),
(3177, 3),
(3178, 7),
(3179, 6),
(3180, 1),
(3181, 3),
(3182, 4),
(3183, 5),
(3184, 6),
(3185, 7),
(3186, 2),
(3187, 1),
(3188, 3),
(3189, 4),
(3190, 5),
(3191, 6),
(3192, 7),
(3193, 100),
(3194, 2),
(3195, 1),
(3196, 3),
(3197, 4),
(3198, 100),
(3199, 102),
(3200, 101),
(3201, 4),
(3202, 100),
(3203, 101),
(3204, 5),
(3205, 6),
(3206, 7),
(3207, 2),
(3208, 1),
(3209, 3),
(3210, 4),
(3211, 5),
(3212, 6),
(3213, 7),
(3214, 100),
(3215, 101),
(3216, 102),
(3217, 100),
(3218, 101),
(3219, 100),
(3220, 102),
(3221, 100),
(3222, 101),
(3223, 102),
(3224, 102),
(3225, 101),
(3226, 101),
(3227, 101),
(3228, 2),
(3229, 1),
(3230, 3),
(3231, 4),
(3232, 100),
(3233, 100),
(3234, 5),
(3235, 6),
(3236, 7),
(3237, 100),
(3238, 102),
(3239, 100),
(3240, 101),
(3241, 2),
(3242, 1),
(3243, 3),
(3244, 4),
(3245, 5),
(3246, 6),
(3247, 7),
(3248, 2),
(3249, 1),
(3250, 3),
(3251, 4),
(3252, 5),
(3253, 6),
(3254, 7),
(3255, 2),
(3256, 1),
(3257, 3),
(3258, 4),
(3259, 2),
(3260, 5),
(3261, 6),
(3262, 7),
(3263, 1),
(3264, 4),
(3265, 6),
(3266, 5),
(3267, 3),
(3268, 7),
(3269, 100),
(3270, 102),
(3271, 100),
(3272, 101),
(3273, 100),
(3274, 101),
(3275, 100),
(3276, 102),
(3277, 102),
(3278, 100),
(3279, 101),
(3280, 101),
(3281, 2),
(3282, 1),
(3283, 3),
(3284, 4),
(3285, 5),
(3286, 6),
(3287, 7),
(3288, 102),
(3289, 101),
(3290, 102),
(3291, 102),
(3292, 101),
(3293, 100),
(3294, 100),
(3295, 101),
(3296, 102),
(3297, 1),
(3298, 2),
(3299, 3),
(3300, 4),
(3301, 5),
(3302, 6),
(3303, 7),
(3304, 3),
(3305, 3),
(3306, 100),
(3307, 4),
(3308, 4),
(3309, 6),
(3310, 1),
(3311, 2),
(3312, 7),
(3313, 5),
(3314, 3),
(3315, 101),
(3316, 6),
(3317, 7),
(3318, 5),
(3319, 1),
(3320, 102),
(3321, 2),
(3322, 100),
(3323, 4),
(3324, 102),
(3325, 4),
(3326, 2),
(3327, 102),
(3328, 3),
(3329, 100),
(3330, 102),
(3331, 100),
(3332, 7),
(3333, 101),
(3334, 5),
(3335, 1),
(3336, 100),
(3337, 6),
(3338, 2),
(3339, 100),
(3340, 4),
(3341, 102),
(3342, 3),
(3343, 2),
(3344, 1),
(3345, 4),
(3346, 5),
(3347, 6),
(3348, 102),
(3349, 100),
(3350, 7),
(3351, 6),
(3352, 5),
(3353, 4),
(3354, 100),
(3355, 3),
(3356, 101),
(3357, 2),
(3358, 102),
(3359, 1),
(3360, 6),
(3361, 5),
(3362, 7),
(3363, 3),
(3364, 2),
(3365, 1),
(3366, 100),
(3367, 4),
(3368, 100),
(3369, 102),
(3370, 5),
(3371, 5),
(3372, 6),
(3373, 102),
(3374, 100),
(3375, 7),
(3376, 6),
(3377, 6),
(3378, 2),
(3379, 100),
(3380, 4),
(3381, 102),
(3382, 1),
(3383, 7),
(3384, 1),
(3385, 5),
(3386, 101),
(3387, 3),
(3388, 2),
(3389, 1),
(3390, 4),
(3391, 1),
(3392, 4),
(3393, 5),
(3394, 6),
(3395, 7),
(3396, 4),
(3397, 6),
(3398, 102),
(3399, 100),
(3400, 100),
(3401, 100),
(3402, 102),
(3403, 100),
(3404, 100),
(3405, 102),
(3406, 102),
(3407, 101),
(3408, 100),
(3409, 102),
(3410, 100),
(3411, 101),
(3412, 102),
(3413, 102),
(3414, 102),
(3415, 102),
(3416, 100),
(3417, 101),
(3418, 2),
(3419, 2),
(3420, 3),
(3421, 1),
(3422, 4),
(3423, 5),
(3424, 102),
(3425, 6),
(3426, 100),
(3427, 100),
(3428, 102),
(3429, 1),
(3430, 7),
(3431, 5),
(3432, 101),
(3433, 100),
(3434, 2),
(3435, 4),
(3436, 101),
(3437, 102),
(3438, 102),
(3439, 102),
(3440, 101),
(3441, 101),
(3442, 100),
(3443, 102),
(3444, 102),
(3445, 100),
(3446, 102),
(3447, 102),
(3448, 102),
(3449, 102),
(3450, 102),
(3451, 102),
(3452, 102),
(3453, 102),
(3454, 102),
(3484, 101),
(3485, 101),
(3486, 102),
(3487, 2),
(3488, 3),
(3489, 1),
(3490, 4),
(3491, 102),
(3492, 7),
(3493, 100),
(3494, 5),
(3495, 100),
(3496, 1),
(3497, 6),
(3498, 101),
(3499, 5),
(3500, 102),
(3501, 3),
(3502, 7),
(3503, 100),
(3504, 2),
(3505, 4),
(3506, 5),
(3507, 2),
(3508, 1),
(3509, 2),
(3510, 3),
(3511, 1),
(3512, 3),
(3513, 4),
(3514, 4),
(3515, 6),
(3516, 7),
(3517, 2),
(3518, 102),
(3519, 100),
(3520, 5),
(3521, 1),
(3522, 100),
(3523, 4),
(3524, 6),
(3525, 5),
(3526, 3),
(3527, 7),
(3528, 1),
(3529, 7),
(3530, 5),
(3531, 4),
(3532, 2),
(3533, 6),
(3534, 2),
(3535, 3),
(3536, 1),
(3537, 4),
(3538, 6),
(3539, 3),
(3540, 5),
(3541, 4),
(3542, 5),
(3543, 7),
(3544, 2),
(3545, 3),
(3546, 1),
(3547, 2),
(3548, 4);

-- --------------------------------------------------------

--
-- Table structure for table `writers`
--

CREATE TABLE `writers` (
  `id` int(11) NOT NULL,
  `username` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `image` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `bio` text COLLATE utf8_persian_ci NOT NULL,
  `time` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `date` varchar(255) COLLATE utf8_persian_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `writers`
--

INSERT INTO `writers` (`id`, `username`, `image`, `bio`, `time`, `date`) VALUES
(1, 'ALI736-WDS', 'http://shafayehelahi2.ir/WDS/Image/Image Desktop.jpg', '<p>طراحی تخصصی وب سایت</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>ریسپانسیو و واکنشگرا بودن سایت</p>\r\n\r\n<p>داینامیک کردن سایت</p>\r\n\r\n<p>* ساخت پنل ادمین برای مدیریت سایت توسط مدیر<br />\r\nبا امنیت کامل و منع از ورود افراد غیر مجاز *</p>\r\n\r\n<p>* تضمین امنیت سایت *</p>\r\n\r\n<p>ساخت صفحه ثبت نام کابران</p>\r\n\r\n<p>ساخت صفحه پرداخت</p>\r\n\r\n<p>و ...</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>لینک ارتباطی اینستاگرام</p>\r\n\r\n<p>https://instagram.com/web.designer.c.e736</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>لینک ارتباطی تلگرام</p>\r\n\r\n<p>https://t.me/web_designer_c_e736</p>\r\n', '۱۶:۴۴:۱۶', '۱۴۰۱/۱۰/۱۷'),
(2, 'Mojtaba Khansari', 'http://shafayehelahi2.ir/WDS/Image/Jeld Ketab.jpg', '<p>دکتر مجتبی خوانساری</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n', '۱۶:۴۶:۱۷', '۱۴۰۱/۱۰/۱۷');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `blogs`
--
ALTER TABLE `blogs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `comments`
--
ALTER TABLE `comments`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `links`
--
ALTER TABLE `links`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `views`
--
ALTER TABLE `views`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `writers`
--
ALTER TABLE `writers`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `blogs`
--
ALTER TABLE `blogs`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `comments`
--
ALTER TABLE `comments`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `links`
--
ALTER TABLE `links`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=114;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=58;

--
-- AUTO_INCREMENT for table `views`
--
ALTER TABLE `views`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3549;

--
-- AUTO_INCREMENT for table `writers`
--
ALTER TABLE `writers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
